export const dataLIST = [
  {
    question: "如果你是一种食物，你会是什么？",
    options: [
      { 0: { text: "披萨", value: "喜欢被认可和受欢迎，适应能力强" } },
      { 1: { text: "冰淇淋", value: "情感丰富，充满创意，擅长表达" } },
      { 2: { text: "炸鸡", value: "乐观，爱好冒险，喜欢尝试新事物" } },
      { 3: { text: "寿司", value: "精致，注重细节，有点内向。" } },
    ],
  },
  {
    question: "你最喜欢的超能力是？",
    options: [
      { 0: { text: "隐身", value: "喜欢独处，谨慎，善于观察和分析" } },
      { 1: { text: "飞行", value: "自由奔放，充满梦想和幻想" } },
      { 2: { text: "时间旅行", value: "思考深刻，对历史和未来充满好奇心" } },
      { 3: { text: "心灵感应", value: "善于倾听他人，有同情心" } },
    ],
  },
  {
    question: "如果有一天你变成了动物，你希望是什么动物？",
    options: [
      { 0: { text: "猫", value: "独立自主，喜欢自由，神秘。" } },
      { 1: { text: "狗", value: "忠诚，友善，对人友好。" } },
      { 2: { text: "鹰", value: "高傲自负，追求卓越，有雄心壮志。" } },
      { 3: { text: "海豚", value: "聪明，善解人意，善于合作。" } },
    ],
  },
  {
    question: "如果你能进入一本书的世界，你会选择哪本书？",
    options: [
      { 0: { text: "哈利波特", value: "对魔法和奇幻世界充满向往和好奇。" } },
      { 1: { text: "指环王", value: "对历险和英雄事迹感兴趣。" } },
      { 2: { text: "狮子王", value: "注重友情和家庭价值观。" } },
      { 3: { text: "百年孤独：", value: "喜欢现实主义和文学作品。" } },
    ],
  },
  {
    question: "你更喜欢哪种天气？",
    options: [
      { 0: { text: "晴天", value: "乐观，积极，享受生活" } },
      { 1: { text: "下雨", value: "沉思，有些忧郁，有创造性" } },
      { 2: { text: "多云", value: "情绪平稳，灵活变化。" } },
      { 3: { text: "暴风雪", value: "沉默寡言，内向，喜欢安静。" } },
    ],
  },
  // {
  //   question: "如果你有一次时间旅行机会，你会选择回到哪个时代？",
  //   options: ["文艺复兴", "古埃及", "未来", "维多利亚时代"],
  // },
  // {
  //   question: "你最向往的旅行地点是？",
  //   options: ["巴黎", "东京", "夏威夷", "非洲草原"],
  // },
  // {
  //   question: "如果你是一位电影导演，你会拍摄哪种类型的电影？",
  //   options: ["爱情", "科幻", "惊悚", "喜剧"],
  // },
  // {
  //   question: "你会选择成为哪个超级英雄？",
  //   options: ["蝙蝠侠", "钢铁侠", "蜘蛛侠", "神奇女侠"],
  // },
];
